package lesson_1

fun main() {
    val countOfOrders: Int = 75
    val thanksMessage: String = "Спасибо за покупку!"

    /**
     *  – Для начала выведи в консоль значения всех объявленных ранее переменных;
     *  – Далее нужно сделать так, чтобы программа хранила количество работников данного интернет-магазина (2000). Подбери подходящее наименование переменной, присвой ей значение и распечатай;
     *  – Далее представим, что один работник уволился. Закомментируй предыдущий код с распечаткой количества работников, присвой новое значение количества работников этой переменной и распечатай в консоль.
     *
     * Оценивается не только правильная последовательность действий, но и грамотная организация кода (порядок объявления, отступы и так далее).
     */
    println(countOfOrders)
    println(thanksMessage)
//    val countOfWorkers: Int = 2000
//    println(countOfWorkers)
    val countOfWorkers: Int = 1999
    println(countOfWorkers)
}